---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsForce
source: html/929cce8d-3ccd-c56d-b6a7-cbca28913909.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsForce Property

Kilograms force.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsForce { get; }
```